<?php

$this->title = 'Использование файлов cookies';

?>
<div class="page-header">
    <h1>Использование файлов cookies</h1>
</div>
<p class="lead">
    Что представляют собой файлы cookie?
</p>

<p>
    Cookie — это небольшие текстовые файлы, которые отправляются на ваш компьютер, когда вы посещаете веб-сайт. Файлы
    cookie на веб-сайтах выполняют много различных функций, например, позволяют вам быстро и
    рационально перемещаться между страницами, сохраняют ваши предпочтения и в целом делают использование вами веб-сайта
    более комфортным.
</p>

<p>
    В соответствии с применимым законодательством, мы можем сохранять файлы cookie на вашем
    компьютере, если они необходимы для работы этого сайта. При этом сохранение других файлов cookie требует вашего
    разрешения.
</p>

<p>
    На сайтах могут использоваться некоторые файлы cookie, от которых не зависит работа сайта. Мы делаем это
    не для того, чтобы отслеживать действия отдельных пользователей или идентифицировать их, а с целью получить полезные
    сведения о том, как используют сайты. Это поможет нам совершенствовать их работу для пользователей. Знания, которые
    мы получаем от систем, использующих эти файлы cookie, позволяют нам оказывать соответствующие услуги.
</p>

<p class="lead">
    Типы файлов cookie, которые мы используем
</p>

<p>
    Если вы устанавливаете язык, размер шрифта или конкретную версию сайта (например, с высокой контрастностью), мы
    используем файлы cookie для настройки пользовательского интерфейса. После установки настроек вам не потребуется
    указывать ваши предпочтения при последующих посещениях сайта.
</p>

<p>
    Если вы используете страницы сайта, на которых для доступа к содержимому требуется регистрация, мы разместим на
    вашем компьютере cookie для аутентификации. Это позволяет вам возвращаться на такие страницы без необходимости
    повторной аутентификации.
</p>

<p>
    Если у вас на компьютере установлен Adobe Flash (на большинстве компьютеров он имеется) и вы используете
    видеопроигрыватели, мы сохраняем на вашем компьютере файлы Flash cookie. Эти файлы используются для хранения данных,
    необходимых для воспроизведения видео- или аудиоконтента, а также для хранения предпочтений пользователя.
</p>

<p>
    Сайты используют сервисы веб-аналитики, чтобы узнать о том, как посетители используют веб-сайты.
    Такие сервисы считают количество посетителей и дают нам общую информацию о поведении посетителей, например,
    определяют ключевые слова в поисковых системах, с помощью которых пользователь пришел на сайт, стандартную
    продолжительность пребывания на сайте, или среднее число страниц, просмотренных пользователем. С этой целью мы
    размещаем на вашем компьютере основные файлы cookie.
</p>

<p>
    Также сайты могут использовать такие сервисы, как Google Analytics, чтобы отслеживать веб-статистику. В этом случае
    Google разместит на вашем компьютере сторонние файлы cookie. То же происходит и в случае, когда вы используете карты
    Google.
</p>

<p>
    Мы хотели бы специально отметить, что использование файлов cookie не предназначено для получения ваших персональных
    данных, и не имеет целью получение таких данных. Для получения более подробных сведений об обработке персональных
    данных или контактной информации, просим ознакомиться с политикой конфиденциальности группы «Новартис».
</p>

<p class="lead">
    Как контролировать файлы cookie
</p>

<p>
    Если вы не хотите получать файлы cookie, вы можете настроить в браузере уведомления о получении таких файлов или
    полностью отказаться от их получения. Вы также можете удалить cookie, которые были установлены на вашем устройстве.
</p>

<p>
    Если вы хотите ограничить или заблокировать в веб-браузере cookie, которые установлены на устройстве, то вы можете
    сделать это через настройки браузера. Необходимую информацию можно найти в разделе помощи. Кроме того, вы можете
    посетить сайт <a href="www.aboutcookies.org">www.aboutcookies.org</a>, на котором представлена полная информация о
    настройках управления файлами cookie в различных браузерах.
</p>

<p class="lead">
    Предупреждение о файлах cookie
</p>

<p>
    Этот веб-сайт собирается использовать файлы cookie для улучшения работы и вашего удобства. Продолжая просмотр сайта,
    вы соглашаетесь с тем, что мы используем файлы cookie.
</p>
